[
  {
    "id": "32d76d19-8a05-4db0-9fc2-e0b0648fe9d0",
    "title": "Na Honjaman Level-Up",
    "description": "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as “Hunters”. However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I’m someone who has to risk his life in the lowliest of dungeons, the “World’s Weakest”. Having no skills whatsoever to display, I barely earned the required money by fighting in low-leveled dungeons… at least until I found a hidden dungeon with the hardest difficulty within the D-rank dungeons! In the end, as I was accepting death, I suddenly received a strange power, a quest log that only I could see, a secret to leveling up that only I know about! If I trained in accordance with my quests and hunted monsters, my level would rise. Changing from the weakest Hunter to the strongest S-rank Hunter!\n\n---\n**Links:**\n\n- Official English Translation [\u003cPocket Comics\u003e](https://www.pocketcomics.com/comic/320) | [\u003cWebNovel\u003e](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [\u003cTapas\u003e](https://tapas.io/series/solo-leveling-comic/info)\n- Alternate Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/나-혼자만-레벨업/2320)",
    "status": "completed",
    "genres": [
      "Award Winning",
      "Monsters",
      "Action",
      "Long Strip",
      "Adventure",
      "Magic",
      "Drama",
      "Fantasy",
      "Web Comic",
      "Supernatural",
      "Adaptation",
      "Full Color"
    ]
  },
  {
    "id": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": "Sono Bisque Doll wa Koi o Suru",
    "description": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
    "status": "completed",
    "genres": [
      "Romance",
      "Comedy",
      "Drama",
      "School Life",
      "Slice of Life",
      "Gyaru"
    ]
  },
  {
    "id": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": "Kage no Jitsuryokusha ni Naritakute!",
    "description": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Demons",
      "Comedy",
      "Martial Arts",
      "Magic",
      "Harem",
      "Isekai",
      "Drama",
      "School Life",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": "Mato Seihei no Slave",
    "description": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"... and it's not him who has to pay it.",
    "status": "ongoing",
    "genres": [
      "Sci-Fi",
      "Monsters",
      "Action",
      "Demons",
      "Romance",
      "Comedy",
      "Magic",
      "Harem",
      "Military",
      "Drama",
      "Monster Girls",
      "Supernatural"
    ]
  },
  {
    "id": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": "Tensei Shitara Slime datta Ken",
    "description": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Demons",
      "Comedy",
      "Samurai",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": "Sousou no Frieren",
    "description": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Monsters",
      "Demons",
      "Adventure",
      "Magic",
      "Drama",
      "Fantasy",
      "Slice of Life"
    ]
  },
  {
    "id": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": "Berserk",
    "description": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice. Aided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.\n___\nWon the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
    "status": "ongoing",
    "genres": [
      "Thriller",
      "Award Winning",
      "Monsters",
      "Action",
      "Demons",
      "Psychological",
      "Adventure",
      "Sexual Violence",
      "Military",
      "Philosophical",
      "Gore",
      "Drama",
      "Horror",
      "Fantasy",
      "Tragedy"
    ]
  },
  {
    "id": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": "Chainsaw Man",
    "description": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Monsters",
      "Action",
      "Demons",
      "Comedy",
      "Gore",
      "Horror",
      "Supernatural"
    ]
  },
  {
    "id": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": "One Punch-Man",
    "description": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Sci-Fi",
      "Monsters",
      "Action",
      "Comedy",
      "Superhero",
      "Martial Arts",
      "Gore",
      "Drama",
      "Supernatural",
      "Mystery"
    ]
  },
  {
    "id": "28c77530-dfa1-4b05-8ec3-998960ba24d4",
    "title": "Otome Game Sekai wa Mob ni Kibishii Sekai desu",
    "description": "Leon, a former Japanese worker, was reincarnated into an “otome game” world, and despaired at how it was a world where females hold dominance over males. It was as if men were just livestock that served as stepping stones for females in this world. The only exceptions were the game’s romantic targets, a group of handsome men led by the crown prince. In these bizarre circumstances, Leon held one weapon: his knowledge from his previous world, where his brazen sister had forced him to complete this game. This is a story about his adventure to survive and thrive in this world.",
    "status": "completed",
    "genres": [
      "Reincarnation",
      "Sci-Fi",
      "Action",
      "Romance",
      "Comedy",
      "Mecha",
      "Adventure",
      "Video Games",
      "Magic",
      "Harem",
      "Isekai",
      "Drama",
      "School Life",
      "Fantasy",
      "Villainess",
      "Delinquents",
      "Slice of Life",
      "Supernatural",
      "Adaptation"
    ]
  },
  {
    "id": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": "Mushoku Tensei: Isekai Ittara Honki Dasu",
    "description": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Drama",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": "Komi-san wa Komyushou Desu.",
    "description": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\n\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.\n\n---\n**Links:**\n- Alternative Official English - [VIZ Manga Chapters](https://www.viz.com/vizmanga/chapters/komi-cant-communicate)",
    "status": "completed",
    "genres": [
      "Award Winning",
      "Romance",
      "Comedy",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "1389d660-b9b1-4c6a-81af-eab4dbf3f22b",
    "title": "Isekai Meikyuu de Harem wo",
    "description": "A man was about to commit suicide and decides to search for a way to die in the internet, but then he found an odd site that asked a lot of questions and had a point based system that allows you to create skills and abilities for a character. He took interest in it and when he finished setting his character he was asked: \"You will now be transported to a world with the settings you choose, coming back is not possible, do you still accept?\" Without thinking much of it he pressed YES and found himself in another world with the skills and abilities he chose to have.",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Romance",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Fantasy",
      "Monster Girls",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "d86cf65b-5f6c-437d-a0af-19a31f94ec55",
    "title": "Ijiranaide, Nagatoro-san",
    "description": "Naoto Hachiouji —our spineless— MC (Known also as \"Senpai\") is a second-year high school student and a loner who spends his afternoons at the Arts Club room. He attracts the attention of one of his schoolmates, a sadistic freshman girl named Nagatoro. However, in between the bullying and teasing, something else begins to blossom.\n\nA lovey-dovey(…?) story between a shy nerd and an S-Dere (Sadistic Tsundere) begins.\n\n---\n\n**Links:**\n\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10042/episode/313808) (U.S. Only)",
    "status": "completed",
    "genres": [
      "Romance",
      "Comedy",
      "Sports",
      "School Life",
      "Slice of Life",
      "Gyaru"
    ]
  },
  {
    "id": "58bc83a0-1808-484e-88b9-17e167469e23",
    "title": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life",
    "description": "Banaza, who was summoned to the magic kingdom of Klyrode as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenrys of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Flio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully.",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Demons",
      "Romance",
      "Comedy",
      "Adventure",
      "Magic",
      "Isekai",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb",
    "title": "Kumo desuga, Nani ka?",
    "description": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Demons",
      "Comedy",
      "Survival",
      "Adventure",
      "Magic",
      "Isekai",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Adaptation"
    ]
  },
  {
    "id": "7643e9f6-8455-4a58-b7e8-bf6cd00f5251",
    "title": "Tsuki ga Michibiku Isekai Douchuu",
    "description": "High school student Misumi Makoto is called into a fantasy world by the god Tsukuyomi, in order to be a hero. However, powerful others in this world aren't as thrilled to have him there, and they kick him to the edge of the world just as Tsukuyomi declares that he must leave Makoto to find his own way. Now it's up to Makoto to find his own way!\n___\n[Official English Light Novel](https://hanashi.media/tsukimichi-moonlit-fantasy/)",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Demons",
      "Comedy",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Gore",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Adaptation"
    ]
  },
  {
    "id": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": "Tensei Coliseum: Saijaku Skill de Saikyou no Onna-tachi o Koryaku Shite Dorei Harem Tsukurimasu",
    "description": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Genderswap",
      "Loli",
      "Action",
      "Psychological",
      "Ninja",
      "Comedy",
      "Sexual Violence",
      "Magic",
      "Harem",
      "Isekai",
      "Fantasy"
    ]
  },
  {
    "id": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru",
    "description": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n“I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering……!!!”\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I'm looking forward to it. From now on, I'll bask in their blood as I please.” Several days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.\n___\n**Storyboarder:** [Hanji](https://mangadex.org/author/ce336432-7da7-45a0-bcdd-523cc0e5c3e5)\n**Character Designer:** [Araya](https://mangadex.org/author/01944b4f-2580-447d-9e18-9b1eac224beb)\n\n**Alt Official Raws:**\n- [Shounen Jump+](https://shonenjumpplus.com/episode/17107094910623942465)\n- [niconico Manga](https://manga.nicovideo.jp/comic/39335)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Demons",
      "Psychological",
      "Adventure",
      "Sexual Violence",
      "Magic",
      "Gore",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Adaptation",
      "Tragedy"
    ]
  },
  {
    "id": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": "Mieruko-chan",
    "description": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and... ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n**Alt Official Raw:** [niconico Manga](http://manga.nicovideo.jp/comic/37662)",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Monsters",
      "Psychological",
      "Ghosts",
      "Comedy",
      "Magic",
      "Drama",
      "School Life",
      "Horror",
      "Slice of Life",
      "Supernatural",
      "Mystery",
      "Tragedy"
    ]
  },
  {
    "id": "878634d2-ea39-4001-a4bf-31458020d16a",
    "title": "Akuyaku Reijou Level 99 ~Watashi wa UraBoss desu ga Maou de wa Arimasen~",
    "description": "I reincarnated as the \"Villainess Eumiella\" from an RPG Otome game. In the main story, Eumiella is merely a side character, but after the ending, she re-enters the story as the Hidden Boss, a character boasting high stats on par with the heroes! Lighting a fire in my gamer's soul, and taking advantage of being left on my own in my parent's territory, I trained, trained, and trained! As a result of my training... by the time I enrolled in the academy, I managed to reach level 99. Though I had planned to live out my days as inconspicuously and peacefully as possible, soon after entering the school, I'm suspected by the Heroine and Love Interests of being the \"Demon Lord\"...?\n___\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/46067)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Demons",
      "Romance",
      "Comedy",
      "Video Games",
      "Magic",
      "Isekai",
      "School Life",
      "Fantasy",
      "Villainess",
      "Adaptation"
    ]
  },
  {
    "id": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
    "title": "Kusuriya no Hitorigoto",
    "description": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Historical",
      "Romance",
      "Comedy",
      "Adventure",
      "Drama",
      "Medical",
      "Slice of Life",
      "Mystery",
      "Adaptation"
    ]
  },
  {
    "id": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": "Mairimashita! Iruma-kun",
    "description": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament... His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He'll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he's human... Easy as *aleph, bet, gimel*, right?",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Demons",
      "Romance",
      "Comedy",
      "Crossdressing",
      "Magic",
      "Isekai",
      "School Life",
      "Fantasy"
    ]
  },
  {
    "id": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": "Kaette Kudasai! Akutsu-san",
    "description": "Ooyama-kun normally doesn't get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place! Will she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san's sexy, cute behavior in such a confined space... he’s sure to get flustered! He wants her to go home, but he also doesn't?",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "School Life",
      "Delinquents",
      "Slice of Life",
      "Gyaru"
    ]
  },
  {
    "id": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": "Kaoru Hana wa Rin to Saku",
    "description": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "Drama",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": "Jujutsu Kaisen",
    "description": "For some strange reason, Itadori Yuuji, despite his insane athleticism, would rather just hang out with the Occult Club. However, he soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Fushiguro Megumi is tracking down a special-grade cursed object, and his search leads him to Itadori…\n___\n**Alt Official English:** [VIZ](https://www.viz.com/shonenjump/chapters/jujutsu-kaisen)",
    "status": "completed",
    "genres": [
      "Thriller",
      "Monsters",
      "Action",
      "Ghosts",
      "Martial Arts",
      "Magic",
      "Gore",
      "Drama",
      "School Life",
      "Supernatural",
      "Mystery",
      "Tragedy"
    ]
  },
  {
    "id": "6b958848-c885-4735-9201-12ee77abcb3c",
    "title": "SPY×FAMILY",
    "description": "The master spy codenamed \u003cTwilight\u003e has spent most of his life on undercover missions, all for the dream of a better world. Yet one day he receives a particularly difficult order from command. For his mission, he must form a temporary family and start a new life?!",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Action",
      "Animals",
      "Romance",
      "Comedy",
      "Martial Arts",
      "Adventure",
      "Drama",
      "School Life",
      "Police",
      "Slice of Life",
      "Supernatural"
    ]
  },
  {
    "id": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba Ii?",
    "description": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn't understand how to connect with her.",
    "status": "ongoing",
    "genres": [
      "Action",
      "Demons",
      "Romance",
      "Comedy",
      "Magic",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Adaptation"
    ]
  },
  {
    "id": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": "ONE PIECE",
    "description": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Sci-Fi",
      "Monsters",
      "Action",
      "Animals",
      "Comedy",
      "Crime",
      "Adventure",
      "Gore",
      "Drama",
      "Fantasy",
      "Supernatural"
    ]
  },
  {
    "id": "9a414441-bbad-43f1-a3a7-dc262ca790a3",
    "title": "Jeonjijeok Dokja Sijeom",
    "description": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Reincarnation",
      "Monsters",
      "Action",
      "Long Strip",
      "Survival",
      "Adventure",
      "Post-Apocalyptic",
      "Magic",
      "Fantasy",
      "Web Comic",
      "Supernatural",
      "Adaptation",
      "Full Color"
    ]
  },
  {
    "id": "a25e46ec-30f7-4db6-89df-cacbc1d9a900",
    "title": "Horimiya",
    "description": "Kyoko Hori is your average teenage girl… who has a side she wants no one else to ever discover. Then there's her classmate Izumi Miyamura, your average glasses-wearing boy — who's also a totally different person outside of school. When the two unexpectedly meet, they discover each other's secrets, and a friendship is born.\n\n---\nHori may seem like a normal teenage girl, but she's a completely different person after school. In her workaholic parents' absence, Hori has been like a parent for her little brother since she was young herself. Between taking care of her brother, feeding them both, and housework, she doesn't have much time for a usual teenage social life. \n\nOne day, she meets someone else who does not present his true self at school: a quiet, glasses-wearing boy called Miyamura. She'd assumed he was bookish, and possibly an otaku, but Hori couldn't have been more wrong. Outside of school, Miyamura is a friendly guy with many piercings, and he's not very good at academics. Now the two of them have someone with whom they can share both halves of their lives!",
    "status": "completed",
    "genres": [
      "Romance",
      "Comedy",
      "School Life",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": "Kininatteru Hito ga Otoko ja Nakatta",
    "description": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Romance",
      "Girls' Love",
      "School Life",
      "Web Comic",
      "Slice of Life",
      "Music",
      "Gyaru"
    ]
  },
  {
    "id": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!",
    "description": "Ceres thought his life was over after being abruptly kicked out of the Hero’s party by the arrogant Hero Zect. Alone and dejected, he stumbles upon an unusual slave market, where he finds none other than the Hero’s own mother, Shizuko! Ceres has a thing for older women, and realizes that this is his chance to achieve a lifelong dream: Assembling a harem of MILFs!\n\n*Source: Seven Seas Entertainment, Vol. 1*",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Romance",
      "Adventure",
      "Harem",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": "Boku no Kokoro no Yabai Yatsu",
    "description": "Following Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul. In reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n___\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards.\n\n**Additional Links:**\n- [Official X](https://x.com/boku__yaba)",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Romance",
      "Comedy",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "248525ed-ad1c-4ddc-a834-5d6ce66a3ad2",
    "title": "Arifureta Shokugyou de Sekai Saikyou",
    "description": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn't have ambition nor aspiration in life, and thus called \"Incompetent\" by his classmates.\n\nThe class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a \"Synergist\", and his very mediocre stats. \"Synergist\", to put it in another word, was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?\n___\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
    "status": "ongoing",
    "genres": [
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Drama",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "6e156d65-cf65-4d5b-9d04-52f2f8100fbf",
    "title": "Apocalypse Bringer Mynoghra: World Conquest Starts with the Civilization of Ruin",
    "description": "Bedridden and abandoned, Takuto Ira spent his days in the hospital trying to beat the illness that was slowly killing him. His only solace lay in the nation management strategy game Eternal Nations, where he had built a reputation as the greatest player to ever live. \n\nAfter succumbing to his disease, Takuto awoke within the game next to Atou — the Hero unit for his favorite civilization, Mynoghra. Now they’ll set out to conquer the world together (again), one unit, settlement, and level at a time!",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Demons",
      "Comedy",
      "Adventure",
      "Video Games",
      "Magic",
      "Isekai",
      "Gore",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "37838287-3fe9-443d-9d22-eafc1089140e",
    "title": "Isekai de Cheat Skill o Ten'i shita Ore wa, Genjitsu Sekai o mo Musou suru: Level Up wa Jinsei o Kaeta",
    "description": "Since a young age, Tenjou Yuuya was continuously bullied. He is staying in his beloved grandfather's home while he goes to school and, as usual, he receives a harsh bullying, and takes an extended absence from school in order to have some time to heal his wounds. While on this long time of absence, he takes the opportunity to clean his grandfather's house and finds a room he never had seen before.\n\nDue to this being where his grandfather kept many different objects that he gathered from his travels around the world, it needed tidying! While Tenjou was arranging the objects, he found a door, yet it didn't seem to go anywhere since it was standing upright and not attached to any wall. Out of curiosity, Tenjou opens this door, and what he found on the other side is...\n___\n[Official English Light Novel](https://yenpress.com/series/i-got-a-cheat-skill-in-another-world-and-became-unrivaled-in-the-real-world-too-light-novel)",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Romance",
      "Comedy",
      "Survival",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Drama",
      "School Life",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "ea0e7020-2b2f-4f17-9251-fee3632dc135",
    "title": "Dungeon ni Hisomu Yandere na Kanojo ni Ore wa Nando mo Korosareru",
    "description": "Kiska, a boy who was mistreated by the villagers, was able to get by thanks to his childhood friend, Namia, who was the only one who stood by him. One day, Namia is found murdered in the village. Kiska is framed for the murder by the other villagers, and banished to an inescapable S-class dungeon...?",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Time Travel",
      "Monsters",
      "Action",
      "Demons",
      "Romance",
      "Survival",
      "Adventure",
      "Magic",
      "Harem",
      "Gore",
      "Drama",
      "Fantasy",
      "Vampires",
      "Supernatural",
      "Adaptation",
      "Tragedy"
    ]
  },
  {
    "id": "6f83b8fb-ca25-47c5-9d16-759dacff0a6b",
    "title": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken",
    "description": "I suddenly remembered. This world is the world of an erotic manga, and that I was reincarnated as the scumbag who is supposed to steal the heroine in this world. Well, I don't have such a hobby, so I thought the heroine should get along with the protagonist. But why are you paying attention to me, heroine?",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Romance",
      "Comedy",
      "Sexual Violence",
      "Harem",
      "Isekai",
      "Drama",
      "Delinquents",
      "Adaptation"
    ]
  },
  {
    "id": "37f5cce0-8070-4ada-96e5-fa24b1bd4ff9",
    "title": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Ren'ai Zunousen",
    "description": "All’s fair when love is war!  \n  \nTwo geniuses. Two brains. Two hearts. One battle. Who will confess their love first…?!  \n  \nKaguya Shinomiya and Miyuki Shirogane are two geniuses who stand atop their prestigious academy’s student council, making them the elite among elite. But it’s lonely at the top and each has fallen for the other. There’s just one huge problem standing in the way of lovey-dovey bliss—they’re both too prideful to be the first to confess their romantic feelings and thus become the “loser” in the competition of love! And so begins their daily schemes to force the other to confess first!",
    "status": "completed",
    "genres": [
      "Award Winning",
      "Romance",
      "Comedy",
      "Drama",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "631f996b-3541-470c-9f18-ed02a447c64f",
    "title": "Kaifuku Jutsushi no Yarinaoshi",
    "description": "\"Healing magicians cannot fight alone.\"\n\nKeyaru, who was bound by this common knowledge, was exploited again and again by others. But one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Time Travel",
      "Loli",
      "Action",
      "Demons",
      "Martial Arts",
      "Adventure",
      "Sexual Violence",
      "Crossdressing",
      "Magic",
      "Harem",
      "Gore",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Adaptation"
    ]
  },
  {
    "id": "202718c6-525e-4cec-a469-c945548cacc3",
    "title": "Anta to Osananajimi tte dake demo Iya nanoni!: Zekkou kara Hajimaru S-kyuu Bishoujo to no Gakuen Nariagari Seikatsu",
    "description": "Kazuma Suzuki was just your average high schooler—until his childhood friend, Rua Takayashiki, a beautiful, sharp-tongued girl who also happened to be the granddaughter of the school chairman and the nation's top idol, cut all ties with him using a line straight out of a drama. Forced into submission for years as her so-called childhood friend, Kazuma decides it's finally time for his first-ever rebellion. He's done playing lapdog. This time, he's taking back his freedom—and aiming for a normal school life. Escaping a powerful beauty like her is easier said than done...",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "Harem",
      "Drama",
      "School Life",
      "Adaptation"
    ]
  },
  {
    "id": "d90ea6cb-7bc3-4d80-8af0-28557e6c4e17",
    "title": "Dungeon Meshi",
    "description": "After his sister is devoured by a dragon and losing all their supplies in a failed dungeon raid, Laios and his party are determined to save his sister before she gets digested. Completely broke and having to resort to eating monsters as food, they meet a dwarf who will introduce them to the world of Dungeon Meshi - delicious cuisine made from ingredients such as the flesh of giant bats, walking mushrooms, or even screaming mandrakes.  \n  \n---\n- **Ranked 1st in the 2016 Kono Manga ga Sugoi! for Male Readers (Shonen/Seinen)**",
    "status": "completed",
    "genres": [
      "Award Winning",
      "Monsters",
      "Comedy",
      "Survival",
      "Adventure",
      "Magic",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Cooking",
      "Supernatural"
    ]
  },
  {
    "id": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": "Fuufu Ijou, Koibito Miman.",
    "description": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple...!?",
    "status": "hiatus",
    "genres": [
      "Romance",
      "Comedy",
      "Drama",
      "School Life",
      "Slice of Life",
      "Gyaru"
    ]
  },
  {
    "id": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": "Hazure Waku no [Joutai Ijou Skill] de Saikyou ni Natta Ore ga Subete o Juurin Suru made",
    "description": "Mimori Touka has always been something of a background character in his high school. So when he and his classmates are summoned to a fantasy land and gifted with incredible skills, it seems like the perfect opportunity to make a name for himself. The only problem? Mimori's skills are abysmal at best, and he's banished to a deadly dungeon. But as he begins to test these new abilities, he discovers just how powerful he's become. Can Mimori fight his way back to exact revenge?!\n___\n**Compositor:** [Uchiuchi Keyaki](https://mangadex.org/author/3b71274c-d84b-4505-bed0-1ee2adda188f)\n**Character Designer:** [KWKM](https://mangadex.org/author/d7705978-2785-490d-8292-71738dc20ef3)",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Romance",
      "Adventure",
      "Isekai",
      "Gore",
      "Drama",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": "Tensei Kizoku no Isekai Boukenroku ~Jichou wo Shiranai Kamigami no Shito~",
    "description": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Demons",
      "Romance",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Fantasy",
      "Monster Girls",
      "Supernatural",
      "Adaptation"
    ]
  },
  {
    "id": "259dfd8a-f06a-4825-8fa6-a2dcd7274230",
    "title": "Yofukashi no Uta",
    "description": "Unable to sleep or find true satisfaction in his daily life, Yamori Kou begins wandering the night streets. He encounters a strange girl who offers to help soothe his insomnia by sleeping beside him, but it is not merely a one-way exchange…\n\n---\n- **Won the 68th Shogakukan Manga Award for Shonen in 2023, which it shared alongside Blue Orchestra**",
    "status": "completed",
    "genres": [
      "Award Winning",
      "Action",
      "Psychological",
      "Romance",
      "Comedy",
      "Drama",
      "Vampires",
      "Slice of Life",
      "Supernatural"
    ]
  },
  {
    "id": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": "Yancha Gal no Anjou-san",
    "description": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?\n\n**Official English:** [emaqi - USA \u0026 Canada only](https://emaqi.com/manga/anjo-the-mischievous-gal)",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "School Life",
      "Slice of Life",
      "Gyaru"
    ]
  },
  {
    "id": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san",
    "description": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she's badmouthing me... but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! Masachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that's why she keeps on hiding those sweet feelings about him in her native language!\n___\nAlternate Official English:\n[Yen Press](https://yenpress.com/series/alya-sometimes-hides-her-feelings-in-russian-manga)",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "Harem",
      "Drama",
      "School Life",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "e0589f47-72f9-4e9a-ac31-5b88bcad6220",
    "title": "Chiyu Mahou no Machigatta Tsukaikata ~Senjou wo Kakeru Kaifuku Youin~",
    "description": "Usato, an ordinary high schooler, happens to run into two fellow students after school one rainy day. Suddenly, all three of them are engulfed in a magic circle and transported to a fantasy world. There's just one tiny problem — Usato is simply dragged along by accident!  On top of that, Usato learns that he is capable of using healing magic — an incredibly rare affinity in this new world. Now Usato must spend his days with the rescue team thugs, struggling through their hellish training regimen — learning the wrong way to use healing magic.",
    "status": "ongoing",
    "genres": [
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Harem",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "5f64d517-c4ea-40c0-a463-fcc069d39d3b",
    "title": "Tsuihou Sareru Tabi ni Skill wo Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou",
    "description": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!? It turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible...\n\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world. However, as a final condition he is asked \"Look at the fate of one of these exile worlds after you left,\" and he is shocked by what he sees.\n\n\"Okay, I'll do it! I'll go down to these 100 worlds again and be banished with a good feeling!\"\n___\n**Character Designer:** [GreeN](https://mangadex.org/author/40916d07-ed66-40d9-919f-3bfff091fe9a)",
    "status": "hiatus",
    "genres": [
      "Reincarnation",
      "Time Travel",
      "Monsters",
      "Action",
      "Demons",
      "Romance",
      "Comedy",
      "Adventure",
      "Magic",
      "Isekai",
      "Gore",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": "Hitoribocchi no Isekai Kouryaku",
    "description": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "b0dc2f88-4e89-4e30-8d68-20116db788ff",
    "title": "Taida na Akujoku Kizoku ni Tensei Shita Ore, Scenario wo Bukkowa Shitara Kikaku-gai no Maryoku de Saikyou ni Natta",
    "description": "I don’t know how it happened, but somehow I’ve died and reincarnated into my favorite academy game. And if that wasn’t weird enough, I’m now the depraved and lazy villain, Weiss Fansent, whose misdeeds lead him to a deadly end - something I’m determined to avoid at all costs. \n\nWith little time left until the academy’s entrance exams, I have no choice but to dive headfirst into serious and grueling training. Which means swordsmanship with the S-rank adventurer Miruku Abitas, followed by intense magic practice. It was demanding and exhausting, but getting stronger means I have a better chance of avoiding my disastrous end. \n\nBut I seriously underestimated just how powerful Weiss truly is, and I wind up stunning everyone at the exams! Have I somehow become more powerful than the hero?\n\n___\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/69646)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Drama",
      "School Life",
      "Fantasy",
      "Adaptation",
      "Tragedy"
    ]
  },
  {
    "id": "8352a9ca-22e0-4a1c-bf1f-89f23d95262a",
    "title": "Tondemo Skill de Isekai Hourou Meshi",
    "description": "Mukouda Tsuyoshi has been summoned from modern Japan to a different world of sword and magic. He eagerly thought of what kind of a huge adventure was waiting for him, but actually, Mukouda is just a civilian who got caught in a Hero Summoning. On top of that, Mukouda's base status is shabby compared to the legitimate heroes. Suspecting the king of foul play, as he's morbidly obese in a kingdom in crisis, apart from being war-happy, Mukouda decides to leave the castle by presenting his lack of martial prowess. The only thing that Mukouda can rely on in this world is his unique skill Net Supermarket, that can only order goods from modern Japan's internet to the new world.",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Comedy",
      "Adventure",
      "Magic",
      "Isekai",
      "Fantasy",
      "Slice of Life",
      "Cooking",
      "Adaptation"
    ]
  },
  {
    "id": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": "【Oshi no Ko】",
    "description": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
    "status": "completed",
    "genres": [
      "Reincarnation",
      "Psychological",
      "Romance",
      "Comedy",
      "Gore",
      "Drama",
      "School Life",
      "Slice of Life",
      "Supernatural",
      "Mystery",
      "Tragedy"
    ]
  },
  {
    "id": "9d351a80-5037-4334-a020-6985899f5b1f",
    "title": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono Suru",
    "description": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time... How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Loli",
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Fantasy",
      "Monster Girls",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": "Shuumatsu no Valkyrie",
    "description": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)",
    "status": "ongoing",
    "genres": [
      "Thriller",
      "Action",
      "Psychological",
      "Comedy",
      "Survival",
      "Martial Arts",
      "Samurai",
      "Adventure",
      "Post-Apocalyptic",
      "Magic",
      "Military",
      "Gore",
      "Drama",
      "Fantasy",
      "Supernatural",
      "Mystery",
      "Tragedy"
    ]
  },
  {
    "id": "6a468761-5bd6-4de0-a0cb-47cb456ac2e0",
    "title": "A Returner's Magic Should Be Special",
    "description": "\"Now that I'm back, I won't allow my loved ones to die again!\"  \r\n  \r\nThe Shadow Labyrinth - the deadliest catastrophe humanity has ever known.  \r\nDesir Arman, one of the six remaining survivors of mankind, is inside the Labyrinth. The six of them attempt to clear the final level of the Labyrinth but ultimately fail, and the world comes to an end.  \r\nHowever, when Desir thought he would meet his demise, what appears before him is the world… thirteen years ago?!  \r\n  \r\nDesir is returned to the past, back to the time when he enrolled at the nation's finest magic academy, Havrion. He is reunited with his precious friends, and he is determined to change the past to save the world and his loved ones…!  \r\n  \r\nThree years remain before the emergence of the Shadow World!  \r\nChange the past and gather powerful comrades to save mankind!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book \u003cYes24\u003e](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book \u003cAladin\u003e](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n\u003e\r\n- [Book \u003cGerman Edition\u003e](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book \u003cJapanese Edition\u003e](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English \u003cTapas\u003e Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
    "status": "completed",
    "genres": [
      "Time Travel",
      "Action",
      "Long Strip",
      "Comedy",
      "Martial Arts",
      "Adventure",
      "Magic",
      "School Life",
      "Fantasy",
      "Web Comic",
      "Slice of Life",
      "Adaptation",
      "Full Color"
    ]
  },
  {
    "id": "77fd8118-61b0-4b1f-95a6-2b839d754f81",
    "title": "Tensei Shitara Ken deshita",
    "description": "When he realized it, the protagonist was in another world and had become a sword that was stabbed on an altar in a great plain, crowded with devil beast. The world he was in had a game like system; HP, MP, Strength, Vitality, Agility, Intelligence, Dexterity, Titles and Equipment. Following his instinct as a living sword, he traveled to find the one who could be his wielder, until he met with a cat girl that was about to be attacked by a bear type devil beast.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Comedy",
      "Adventure",
      "Magic",
      "Isekai",
      "Fantasy",
      "Monster Girls",
      "Cooking",
      "Adaptation"
    ]
  },
  {
    "id": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo",
    "description": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "Harem",
      "School Life",
      "Slice of Life",
      "Supernatural"
    ]
  },
  {
    "id": "b49fd121-19bf-4344-a8e1-d1be7ca04e08",
    "title": "Sekai Saikyou no Assassin, Isekai Kizoku ni Tensei Suru",
    "description": "The most dangerous prey... When the most accomplished assassin on Earth meets his end just before retirement, he finds himself standing before a goddess. Her world is headed for disaster, and she has need of his particular set of skills. Armed with powerful new abilities and decades of deadly knowledge, he begins his second life as Lugh, young scion of the Tuatha Dé clan of assassins. His mission: to find and eliminate the strongest individual in this world—the hero!",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Romance",
      "Adventure",
      "Harem",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "e0a9e33b-6def-431b-87db-ae2b26a501a0",
    "title": "The Inferior Magic Swordsman",
    "description": "A normal office worker, Toru Minasuki, was swallowed up by a dimensional fissure and reincarnated into a different world. Upon reincarnation, Toru was given a [skill board] by God. Make the most of it to acquire all the necessary skills! Even though he is an \"inferior person,\" he'll make his way to the top!",
    "status": "hiatus",
    "genres": [
      "Reincarnation",
      "Demons",
      "Romance",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Gore",
      "Drama",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "5a90308a-8b12-4a4d-9c6d-2487028fe319",
    "title": "Uzaki-chan wa Asobitai!",
    "description": "Annoying! Cute! But Annoying!  Shinichi Sakurai is a grumpy-faced, athletic and quiet college student who just wants to be left alone,  but he is frequently teased by his cute, stacked underclassman Hana Uzaki, whom he has known since high school.     Sugoi Dekai means something along the lines of \"impressively huge.\"\n___\n**Additional Links:**\n- Alt Official Raws: [KADOComi](https://comic-walker.com/detail/KC_004657_S?episodeType=first), [KADOKAWA](https://promo.kadokawa.co.jp/uzakichan/)\n- [Official X](https://x.com/uzakichan_asobi)",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "89daf9dc-075a-4aa5-873a-cc76bb287108",
    "title": "Gokushufudou: The Way of the House Husband",
    "description": "Immortal Tatsu is an ex-yakuza who’s given up violence for making an honest man of himself - but is it still possible for a devoted stay-at-home husband to get into a few scrapes?\n\n---\n- Won 3rd place of Tsugi Manga Awards, Category Webmanga (2018).  \n- Winner of the 2020 Eisner Award in the Best Humor Publication category.\n---\n### Links:\n- [English Edition on Amazon](https://www.amazon.com/dp/B07X1PGY7N)\n- [French Edition](https://www.kana.fr/produit/la-voie-du-tablier)\n- [Spanish Edition](https://www.editorialivrea.com/ESP/titulo/gokushufudo/)",
    "status": "ongoing",
    "genres": [
      "Award Winning",
      "Comedy",
      "Mafia",
      "Slice of Life",
      "Cooking"
    ]
  },
  {
    "id": "b41bef1e-7df9-4255-bd82-ecf570fec566",
    "title": "The New Gate",
    "description": "The New Gate — an online game transformed into a life-and-death struggle for its players. Thanks to the valiant efforts of Shin, the most powerful of them all, an end to the game and freedom for everyone seemed within reach. But just moments after Shin defeats the game's final boss, he finds himself bathed in an unknown light and transported some 500 years into the future of the in-game world!",
    "status": "ongoing",
    "genres": [
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Video Games",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "0fa5dab2-250a-4f69-bd15-9ceea54176fa",
    "title": "Ansatsusha de Aru Ore no Status ga Yuusha yori mo Akiraka ni Tsuyoi no da ga",
    "description": "Oda Akira, a high school student who excels in erasing his presence, was summoned along with his classmates to another world. In this world of sword and magic, Akira and his classmates were asked to become heroes and bring down the demon king. Having a bad feeling about the king and the princess who asked them, Akira uses his special skills to sneak into the king's library, in hopes of discovering the truth. Whether to help or abandon his classmates who knew nothing, it all depended on Akira.",
    "status": "ongoing",
    "genres": [
      "Action",
      "Romance",
      "Adventure",
      "Magic",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "83067b19-bdfb-4ba1-8178-7052e68b41bf",
    "title": "Goshujinsama to Yuku Isekai Survival!",
    "description": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world! ――This is a light for life in a different world. When I thought, I was suddenly attacked by a beautiful dark elf...?!\n___\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Demons",
      "Romance",
      "Comedy",
      "Survival",
      "Adventure",
      "Video Games",
      "Sexual Violence",
      "Harem",
      "Isekai",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Adaptation"
    ]
  },
  {
    "id": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": "Dandadan",
    "description": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
    "status": "ongoing",
    "genres": [
      "Sci-Fi",
      "Monsters",
      "Action",
      "Demons",
      "Ghosts",
      "Romance",
      "Comedy",
      "Magic",
      "Drama",
      "School Life",
      "Monster Girls",
      "Slice of Life",
      "Aliens",
      "Supernatural",
      "Mystery"
    ]
  },
  {
    "id": "46748d60-9b15-4647-8250-de0926b20268",
    "title": "Haite Kudasai, Takamine-san",
    "description": "Takamine Takane is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president sits at the top of the social pyramid. And then there's Shirota Koushi, a below-average student with no friends or social prospects to speak of. One day, Shirota-kun accidentally sees Takamine-san's naked breasts and finds out the secret behind her unbelievable success. From then on, his school life changes.\n\n“Become my closet!”\n\nShirota is forced into underwear-putting-on servitude!?\n___\n**Official English Volumes:** [Yen Press](https://yenpress.com/series/please-put-them-on-takamine-san)",
    "status": "ongoing",
    "genres": [
      "Time Travel",
      "Romance",
      "Comedy",
      "Drama",
      "School Life",
      "Slice of Life",
      "Supernatural"
    ]
  },
  {
    "id": "0f237a5f-07ad-4e43-bbd9-2a320694434d",
    "title": "Tate no Yuusha no Nariagari",
    "description": "Naofumi Iwatani, an uncharismatic Otaku who spends his days on games and manga, suddenly finds himself summoned to a parallel universe! He discovers he is one of four heroes equipped with legendary weapons and tasked with saving the world from its prophesied destruction.  \nAs the Shield Hero, the weakest of the heroes, all is not as it seems. Naofumi is soon alone, penniless, and betrayed. With no one to turn to, and nowhere to run, he is left with only his shield. Now, Naofumi must rise to become the legendary Shield Hero and save the world!",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Animals",
      "Romance",
      "Survival",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Adaptation"
    ]
  },
  {
    "id": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": "Blue Lock",
    "description": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n___\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
    "status": "ongoing",
    "genres": [
      "Thriller",
      "Award Winning",
      "Action",
      "Psychological",
      "Sports",
      "Drama",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "85b51b37-0ce6-4144-a19b-6b064bc2c2ae",
    "title": "Beware the Villainess!",
    "description": "Sit back and take in this romantic tale of an angelic heroine and her devoted suitors as they vie for the depths of her love... or not. This story’s about to go through some edits! After an accident, a modern-day college student awakens as the story’s villainess, Melissa Foddebrat. She’s far from anyone’s favorite, but she IS the daughter of the duke. Determined to live it up, this new Melissa is doing things her way — antiquated society, be damned! All idiots, prepare to step aside or perish!\n\n---\nA refreshing, unique villainess who's been dropped in the world of a novel, only to overthrow it all! The reason why? She couldn't just stand by and watch the female lead be manipulated by all four shitty male leads. The story of a pragmatic villainess who intends to throw out all the jackasses, the friendly heroine who is equally miffed at said idiots, and a wolf that only yearns for her!",
    "status": "completed",
    "genres": [
      "Reincarnation",
      "Action",
      "Demons",
      "Long Strip",
      "Romance",
      "Comedy",
      "Magic",
      "Isekai",
      "Drama",
      "Fantasy",
      "Villainess",
      "Web Comic",
      "Adaptation",
      "Full Color"
    ]
  },
  {
    "id": "10e98722-874d-48b2-a715-90bb8af93598",
    "title": "Yondome wa Iya na Shizokusei Majutsushi",
    "description": "A tragedy wipes out Hiroto Amamiya's whole class. A god suddenly appears and says he will give all of them special protection and skills before reincarnating them in a new world. But when the god makes a mistake, Hiroto goes into his new life without anything at all.\n___\n**Character Designer:** [Ban!](https://mangadex.org/author/ecb0d0e9-d2ac-44fd-b40c-52ee54a2c336)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Ghosts",
      "Comedy",
      "Zombies",
      "Adventure",
      "Sexual Violence",
      "Harem",
      "Isekai",
      "Gore",
      "Drama",
      "Fantasy",
      "Vampires",
      "Shota",
      "Adaptation"
    ]
  },
  {
    "id": "1fc3d326-c037-43fa-8953-ed52a56caa18",
    "title": "Osoraku Kanojo wa Ore no Aniki wo Neratteru",
    "description": "A high school guy who doesn't trust girls anymore has been tricked too many times by girls who just wanted to get close to his good-looking older brother. After all that, he decides he'll never trust a girl again. But then, a pretty girl in his class suddenly starts talking to him a lot. Is she just trying to get to his brother too...? Or does she actually mean something else?",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "6e44705b-9f80-42f6-9ebb-1141fbe8320e",
    "title": "Nozomanu Fushi no Boukensha",
    "description": "It's been ten years since Rentt Faina, a down-on-his luck Bronze-class adventurer, set his eyes on becoming Mithril-class. Unfortunately, Rentt finds himself helpless when confronted by a legendary Dragon in the Labyrinth of the Moon's Reflection... and is summarily eaten. But Rentt has miraculously reawakened... as a skeleton?",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Demons",
      "Animals",
      "Survival",
      "Zombies",
      "Adventure",
      "Magic",
      "Gore",
      "Drama",
      "Fantasy",
      "Vampires",
      "Adaptation",
      "Tragedy"
    ]
  },
  {
    "id": "c466ced0-ec48-47c1-a8cf-d5ff1fe9d0d2",
    "title": "Shokei Sareta Kenja wa Lich ni Tensei Shite Shinryaku-sensou wo Hajimeru",
    "description": "The Sage Dwight, along with the Hero, defeated the Demon Lord who sank the world into darkness. However, they were falsely accused of becoming the next Demon Lords because of his power, and were thrown to The Valley of the Dead to die... But though his flesh has rotten away, he lives on as a skeleton because of his grudge against the world. Dwight has vowed to deny that wrong world, and with a power that surpasses even the Demon King of the past, and also leading countless Skeletons he's going to start an all out war...!",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Demons",
      "Zombies",
      "Adventure",
      "Magic",
      "Gore",
      "Drama",
      "Fantasy",
      "Monster Girls",
      "Adaptation",
      "Tragedy"
    ]
  },
  {
    "id": "fef2e4da-36f9-48e9-8317-2516f4b6ab14",
    "title": "Tensei Kizoku, Kantei Skill de Nariagaru ~Jakushou Ryouchi wo Uketsuida node, Yuushuu na Jinzai wo Fuyashiteitara, Saikyou Ryouchi ni Natteta~",
    "description": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Comedy",
      "Adventure",
      "Magic",
      "Military",
      "Isekai",
      "Drama",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "cddd1849-ab36-4304-8103-06ba4062b5e6",
    "title": "Kubo-san wa Mob wo Yurusanai",
    "description": "First year high schooler Junta Shiraishi is a mob character who goes unnoticed even when he's standing right next to you. But his classmate, \"heroine-level beauty\" Kubo, always notices him and is there to tease him. Anyone can become special to someone, but it might be a little too early to call these feelings \"love.\"\n\nPerhaps this story is still two-steps from being a romantic comedy! A sweet comedy where a background character becomes visible!",
    "status": "completed",
    "genres": [
      "Romance",
      "Comedy",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "5d1fc77e-706a-4fc5-bea8-486c9be0145d",
    "title": "VINLAND SAGA",
    "description": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery... the land Leif called Vinland.\n___\n- **Won the Japan Media Arts Award Division Grand Prize in 2009**\n- **Won the 36th Kodansha Manga Award for General Manga in 2012**",
    "status": "completed",
    "genres": [
      "Award Winning",
      "Historical",
      "Action",
      "Psychological",
      "Survival",
      "Martial Arts",
      "Adventure",
      "Military",
      "Philosophical",
      "Gore",
      "Drama",
      "Slice of Life",
      "Tragedy"
    ]
  },
  {
    "id": "14569f2f-f66a-4c67-ac7f-a37823a0fa23",
    "title": "Agyeogui Ending Jugeumppun",
    "description": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Long Strip",
      "Romance",
      "Reverse Harem",
      "Video Games",
      "Magic",
      "Isekai",
      "Drama",
      "Fantasy",
      "Villainess",
      "Adaptation",
      "Full Color"
    ]
  },
  {
    "id": "6b06fe1e-ff99-4c8d-be0b-5ad2a4df7603",
    "title": "Kajiya de Hajimeru Isekai Slow Life",
    "description": "One night, Eizo—a hapless corporate slave, saves a cat and gets hit by a truck. The cat which seems to be related to another world, in return for his help, grants Eizo a skill of his wish and reincarnates him to another world. Eizo, who has craftsmanship as a hobby and wishes to use this skill for a living, chooses to be reincarnated as a blacksmith. And so he starts his life in another world as a blacksmith just as he wishes. However, Eizo's creations are at another different level that will shake this new world.\n___\n**Links:** \n- [Official LN (EN)](https://j-novel.club/series/my-quiet-blacksmith-life-in-another-world)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Harem",
      "Isekai",
      "Fantasy",
      "Monster Girls",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": "Jitsu wa Ore, Saikyou deshita?",
    "description": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely! Now the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Loli",
      "Action",
      "Romance",
      "Comedy",
      "Magic",
      "Harem",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": "Kanojo, Okarishimasu",
    "description": "In today's Japan, \"rental\" services can deliver an afternoon with a \"friend,\" a \"parent,\" even a fake girlfriend! After a staggering betrayal by his girlfriend, hapless freshman Kazuya gets just desperate enough to give it a try. But he quickly discovers how complicated it can be to \"rent\" an emotional connection, and his new \"girlfriend,\" who's trying to keep her side hustle secret, will panic when she finds out her real life and Kazuya's are intertwined in surprising ways! Family, school, and life all start to go wrong, too...\n\n(Source: Kodansha Comics)\n___\n**Additional Links:**\n- Alt Official English: [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) - United States, Japan, Canada, Australia, New Zealand, \u0026 Singapore only.\n- Official English Volumes: [Kodansha USA](https://kodansha.us/series/rent-a-girlfriend/)",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "Drama",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": "Mahou Shoujo ni Akogarete",
    "description": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
    "status": "ongoing",
    "genres": [
      "Action",
      "Demons",
      "Comedy",
      "Superhero",
      "Magical Girls",
      "Sexual Violence",
      "Magic",
      "Girls' Love",
      "Fantasy"
    ]
  },
  {
    "id": "4754fc66-6bcb-4cc3-98ec-10f585cc55f3",
    "title": "Moto-Sekai Ichii Sub-chara Ikusei Nikki: Hi-Player, Isekai wo Kouryaku-chu!",
    "description": "The protagonist who was rarely ever at school during his middle school and high school days, is unemployed even as an adult. From morning till night, it was video games. For him who was ranked first worldwide, it was his life. One day, his character is suddenly hacked. The data was unrecoverable and there was nothing that could be done. Feeling great despair at having lost his rank that he had bet everything to achieve in a world that controlled his life, the protagonist attempts suicide. When he awakens, he finds himself inside the video game, no, it was a real world that resembled it. There, he notices that he has reincarnated into the the body of a sub character that he had created and bought premium benefits for long ago but had left neglected.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Video Games",
      "Harem",
      "Isekai",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "1f40b922-6abb-418e-a7e9-cc4d25b21439",
    "title": "Saihate no Paladin",
    "description": "A man dies alone after living a stagnant and fruitless life — but that's not where his story ends, as a boy named William is born into a land of fantasy and magic.\n\nRaised in a city of the dead by his new family — a mummy, a skeleton, and a ghost — he can remember glimpses of his past life, enough to know his time on Earth was wasted, and he vows not to let that happen again. Schooled in magic and combat, Will sets out on a journey to see the world. Along the way, he'll meet beings of all shapes and sizes. Each of these people has a story to tell and a lesson to teach Will about how to live his life to the fullest.\n___\n**Character Designer:** [Rin Kususaga](https://mangadex.org/author/32478bd0-f73b-4572-b8f6-f0cf5fa6a825)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Action",
      "Adventure",
      "Magic",
      "Isekai",
      "Drama",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "1f5a94b3-08f9-4b58-8354-db5cf22043d6",
    "title": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu",
    "description": "The protagonist fell asleep while playing an online game. However, he awoke in a strange world with his game character's appearance. In a state of shock, he noticed that he was equipped with nothing but his strongest weapon and armor. To make matters worse, our hero's appearance was changed by the special avatar skin『Skeleton』when he enter this new world. The protagonist wanted to live without drawing attention, but he got acquainted with the dark elf Ariana and received her request.  \n  \n- [Official English Light Novel](https://sevenseasentertainment.com/series/skeleton-knight-in-another-world-light-novel/)",
    "status": "ongoing",
    "genres": [
      "Action",
      "Romance",
      "Adventure",
      "Video Games",
      "Sexual Violence",
      "Magic",
      "Isekai",
      "Drama",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "4bf066dc-3a6d-4c33-997b-6033208c4176",
    "title": "Henkyou Mob Kizoku no Uchi ni Totsuidekita Akuyaku Reijou ga, Mechakucha Dekiru Yoi Yome Nanda ga?",
    "description": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. Struggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game's story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. Can he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Video Games",
      "Magic",
      "Isekai",
      "Drama",
      "Fantasy",
      "Villainess",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "30196491-8fc2-4961-8886-a58f898b1b3e",
    "title": "Boushoku no Berserk: Ore dake Level to Iu Gainen o Toppa Suru",
    "description": "In this world, there are two types of people. Those Who have powerful \"skills\", and those who don't. People born with powerful skills, exterminate monsters to level up and become successful, while people without them, become failures, who are treated harshly by society. Follow the story of Fate, a guy who works as a gatekeeper, and whose only skill is gluttony, a skill that only makes him hungry.",
    "status": "ongoing",
    "genres": [
      "Action",
      "Romance",
      "Adventure",
      "Harem",
      "Drama",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": "Chounin A wa Akuyaku Reijou o Doushitemo Sukuitai: Dobu to Sora to Koori no Himegimi",
    "description": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn't do something about it. If this continues, both he and his mother will be killed! With a sense of urgency, he decides to rise to the occasion in order to save his precious mother's life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Romance",
      "Adventure",
      "Video Games",
      "Sexual Violence",
      "Magic",
      "Isekai",
      "Drama",
      "School Life",
      "Fantasy",
      "Villainess",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "76424fe0-ec26-400c-a0c9-93a17114a4ae",
    "title": "My Favorite VTuber Is Scary IRL",
    "description": "An introverted part-time food delivery guy working in the countryside receives a food delivery order. When he reaches the delivery address, he discovers that the recipient is a tall and intimidating-like woman. However, as the story unfolds, he eventually discovers…",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "Drama",
      "Web Comic",
      "Slice of Life"
    ]
  },
  {
    "id": "0aea9f43-d4a9-4bf7-bebc-550a512f9b95",
    "title": "Shikimori's Not Just a Cutie",
    "description": "Shikimori and Izumi are high school sweethearts. They hold hands walking home from school, they flirt in the halls, they tease each other. But Shikimori knows what she wants, and how to get it, and she can turn from cutie to cool in an instant!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10025/episode/343330) (U.S. Only), [Manga Planet](https://mangaplanet.com/comic/6476b52737c08)",
    "status": "completed",
    "genres": [
      "Romance",
      "Comedy",
      "School Life",
      "Slice of Life"
    ]
  },
  {
    "id": "fc6bbfc4-08f3-432d-914b-7fec244c001e",
    "title": "Shin no Nakama janai to Yuusha no Party wo Oidasareta node, Henkyou de Slow Life suru Koto ni shimashita",
    "description": "After finding himself unable to keep up with the hellish fighting on the front lines of the war against the demon lord’s army, Red is finally kicked out of the Hero’s party. Ashamed of his inadequacy, he moves to a distant frontier region where nobody would know his face or past. \n\nHowever, once he gets over the funk of having to leave his adventuring days behind, he’s actually excited to begin a quiet life as an apothecary… which becomes a whole lot more lively when a former party member and actual princess, Rit, pays him an unexpected visit!",
    "status": "completed",
    "genres": [
      "Action",
      "Romance",
      "Comedy",
      "Adventure",
      "Magic",
      "Harem",
      "Gore",
      "Fantasy",
      "Slice of Life",
      "Adaptation"
    ]
  },
  {
    "id": "dc332d04-d3b0-413c-a767-70f5e451b031",
    "title": "Kuro no Shoukanshi",
    "description": "\"If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.\"\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie. Someone wants to pick a fight? Sure, bring it on!\n\nFacing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight! The curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history! \n___\n**Character Designer:** [Kurogin (DIGS)](https://mangadex.org/author/ad469135-32c7-4fcc-b490-d0ebc07eea16)\n\n**Additional Links:**  \n- [Official Raw Web Novel](https://ncode.syosetu.com/n1222ci/)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Demons",
      "Adventure",
      "Magic",
      "Harem",
      "Isekai",
      "Gore",
      "Fantasy",
      "Monster Girls",
      "Adaptation"
    ]
  },
  {
    "id": "18f3e34b-2bad-4e35-8ea6-a0cbae52f76b",
    "title": "Rakudai Kenja no Gakuin Musou: Nidome no Tensei, S-Rank Cheat Majutsushi Boukenroku",
    "description": "After reincarnating in a different world, the great sage Ephthal spent all of his life researching magic. However, he who had aimed to reach the summit of magic, knew of the limits of his talents and fell into despair, thus closing the curtain to his lifetime. 400 years later, he reincarnated for the second time and enrolled in a magic academy using the sorcery and knowledge he acquired from his previous life. As if to sneer at the state of magic that had been in decline for the past 400 years, he easily invokes legendary class magic!",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Monsters",
      "Action",
      "Romance",
      "Adventure",
      "Sexual Violence",
      "Magic",
      "Harem",
      "Isekai",
      "Drama",
      "School Life",
      "Fantasy",
      "Adaptation"
    ]
  },
  {
    "id": "22d6d048-9f9f-4c3a-95c2-3b145f110e20",
    "title": "Watashi no Oshi wa Akuyaku Reijou.",
    "description": "Ordinary office worker Oohashi Rei wakes up in the body of the protagonist of her favourite otome game, *Revolution*. To her delight, the first person to greet her is also her favourite character, Claire François – the main antagonist of the story!\n\nNow, Rei is determined to romance Claire instead of the game’s male leads. But how will her villainous lady love react to this new courtship?!",
    "status": "ongoing",
    "genres": [
      "Reincarnation",
      "Romance",
      "Comedy",
      "Video Games",
      "Magic",
      "Girls' Love",
      "Isekai",
      "Drama",
      "School Life",
      "Fantasy",
      "Villainess",
      "Adaptation"
    ]
  },
  {
    "id": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": "My New Girlfriend Is Not Human?",
    "description": "A story about 28-year-old salaryman Haru Ikeda and his new girlfriend Taya.",
    "status": "ongoing",
    "genres": [
      "Action",
      "Romance",
      "Comedy",
      "Self-Published",
      "Drama",
      "Monster Girls",
      "Web Comic",
      "Slice of Life",
      "Supernatural"
    ]
  },
  {
    "id": "f81026af-1b41-465c-932b-291ce4760c00",
    "title": "Tensei Kenja no Isekai Life: Dai ni no Shokugyou o Ete, Sekai Saikyou ni Narimashita",
    "description": "Sano Yuji, a black company employee, is summoned to another world while finishing his work at home. His profession in the other world, a Monster Tamer, is considered a job that makes it difficult to become an adventurer. However, thanks to some slimes he met, which read several magical books, he gained magical powers and the second profession, Sage. Yuji acquired overwhelming power, but is he conscious of his strength? Blindly becoming unparalleled and strongest in the world!",
    "status": "ongoing",
    "genres": [
      "Monsters",
      "Action",
      "Comedy",
      "Adventure",
      "Magic",
      "Isekai",
      "Fantasy",
      "Monster Girls",
      "Adaptation"
    ]
  },
  {
    "id": "304ceac3-8cdb-4fe7-acf7-2b6ff7a60613",
    "title": "Attack on Titan",
    "description": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for pleasure rather than as a food source.\nA small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest of Titans. Flash forward to the present and the southern district of Shinganshina has not seen a Titan in over 100 years.\n\nTeenage boy Eren and his foster sister Mikasa witness something horrific as one of the outer district walls is damaged by a 60 meter (196.85 feet) Titan causing a breach in the wall. As the smaller Titans flood the city, the two kids watch in horror the tragic events that follow, as the Titans devour people unimpeded.\n\nEren vows that he will wipe out every single Titan and take revenge for all of mankind.\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2011**\n- **Won the Noma Publishing Culture Award in 2021**\n\n**Links:**\n- Alternative Official English - [Kodansha US](https://kodansha.us/series/attack-on-titan/), [Azuki](https://www.azuki.co/series/attack-on-titan), [Manga Planet](https://mangaplanet.com/comic/618e30af823f4), [MangaPlaza](https://mangaplaza.com/title/0303001570/?content_id=103030015700001), [Coolmic](https://coolmic.me/titles/524), [K MANGA](https://kmanga.kodansha.com/title/10136/episode/312468) (U.S. Only)",
    "status": "completed",
    "genres": [
      "Award Winning",
      "Monsters",
      "Action",
      "Survival",
      "Adventure",
      "Post-Apocalyptic",
      "Military",
      "Gore",
      "Fantasy",
      "Police",
      "Tragedy"
    ]
  },
  {
    "id": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": "Tonikaku Kawaii",
    "description": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
    "status": "ongoing",
    "genres": [
      "Romance",
      "Comedy",
      "Slice of Life"
    ]
  }
]
